Repository: cibiee/Fitness4Me
Catalog: Fitness4Me/Fitness4Me/*.lproj/Localizable.strings
Languages: de

# NoInternetMessage
source: Internet is not available - please try later.
de: Es besteht keine Internetverbindung - bitte versuche es später.

# UsernameNull
source: Username/Password cannot blank
de: Benützername/Passwort bitte ausfüllen.

# twitterConfigure
source: Configure your Twitter Account in your device settings
de: Bitte den Twitter Zugang in dein Gerät konfigurieren

# emailExists
source: email already exists
de: E-Mail Adresse existiert bereits

# UsernameExits
source: Username already exists
de: Benutzername existiert bereits

# ExitMsg
source: You are about to exit fitness4me. Are you sure?
de: Möchtest du wirklich fitness4.me verlassen?

# fullDownloadMsg
source: Download all remaining workouts.Depending on your internet connection this might take several minutes
de: Lade alle übrigen Workouts herunter. Dies könnte mehrere Minuten dauern, abhängig von Deiner Internet Verbindung.

# usernameAlphanumeric
source: Username should be alphanumeric and cannot have space
de: Benutzername muss alphanumerischen

# PasswordAlphanumeric
source: Password should be alphanumeric and cannot have space
de: Password muss alphanumerischen

# workoutsthroughsettingsmsg
source: You can choose to download all your remaining workouts through the settings
de: Du kannst später alle Workouts unter Einstellungen herunterladen

# nullfeedbackmsg
source: Please enter a feedback.
de: Sende uns bitte ein Feedback

# exitVideo
source: You are about to exit the video. Are you sure?
de: Du bist dabei das Video zu beenden, bist Du sicher?

# VideoUnavailable
source: Workout video unavailable.Download videos while internet is available.
de: Workout Video ist gerade nicht verfügbar.Downloade die Videos während einer guten Internet Verbindung.

# resumeDownload
source: We are trying to download your workout,but your internet connections seems to be slow.We recommend that you cancel the download and resume when you have faster internet.
de: Wir versuchen Dein Workout herunter zu laden, aber Deine Internet Verbindungen scheint langsam zu sein.Wir empfehlen Dir, den Download abzubrechen, starte ihn wieder, wenn Du eine gute Internet Verbindung zur Verfügung hast..

# validateemailUsername
source: Email/Username is not valid
de: E-Mail / Benutzername nicht gültig.

# mandatory
source: All fields are mandatory
de: Alle Felder sind Pflichtfelder.

# invalidaMail
source: email is not valid
de: E-Mail ist nicht gültig

# slowdata
source: Response not recieved from server due to slow internet connection.Please try again when you have a better internet speed
de: Antwort aufgrund einer zu langsamen Internet Verbindung im Moment leider nicht möglich Bitte erneut versuchen, wenn du eine bessere Internet Verbindung hast.

# requestError
source: Request error occurred.Our support team will be notified about this error. Please try again later.
de: Fehlermeldung .Unser Support Team wurde dieser Fehler weiter geleitet.Bitte versuche es später erneut.

# advancedLevelMessage
source: Please wait while I am downloading your 5 free workouts on advanced level.Depending on the quality of your internet connection, this may take several minutes
de: Bitte warte, bis Deine 5 kostenlose Workouts Fortgeschrittenen Niveau heruntergeladen sind. Je nach Qualität deiner Internetverbindung kann dies einige Minuten dauern

# beginnerLevelMessage
source: Please wait while I am downloading your 5 free workouts on beginner level.Depending on the quality of your internet connection, this may take several minutes
de: Bitte warte, bis Deine 5 kostenlose Workouts Anfänger Niveau heruntergeladen sind. Je nach Qualität deiner Internetverbindung kann dies einige Minuten dauern

# experLevelMessage
source: Please wait while I am downloading your 5 free workouts on expert level.Depending on the quality of your internet connection, this may take several minutes
de: Bitte warte, bis Deine 5 kostenlose Workouts Profi Niveau heruntergeladen sind. Je nach Qualität deiner Internetverbindung kann dies einige Minuten dauern

source: Number of Excersice
de: Anzahl der Übungen

source: Total Time
de: Gesamtzeit

source: Done
de: Erledigt

# premiumWorkout
source: Become member to create more workouts!
de: Werde Premium-Mitglied um noch mehr maßgeschneiderte Workouts zu erstellen!

# deleteWorkout
source: Are You sure you want to delete this workut?
de: Bist du sicher, dass du dieses Workout löschen möchtest?

# editMessage
source: Save changes and start workout?
de: Speichern und Workout starten?

# creationCustomizedCompleteMsg
source: Congratulations!You just designed the %@ of your five free customized workouts
de: Gratulation! Du hast gerade das %@ deiner fünf kostenlosen personalisierten Workouts erstellt.
